Revit 2027 API
CombinableElementArray Constructor
Initializes a new instance of the CombinableElementArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CombinableElementArray()
Public Sub New
public:
CombinableElementArray()
new : unit -> CombinableElementArray
See Also
Reference
CombinableElementArray Class
Autodesk.Revit.DB Namespace